<template>
  <div class="content">
    <h1>略歴</h1><br> <br> 
    <span>
      1933年（昭和8年）5月10日、アメリカで牧会活動中であった深田牧師の◎男としてカリフォルニア州リバーサードで生まれる。<br> 
      4歳で家族と共に日本に帰国し、羽仁もと子が設立した自由学園（東京）の1期生として学ぶ<br> 
      16歳の時、同学園を退学し、単身アメリカに渡り、カリフォルニア州パロ・アルトの高校で
      働きながら勉学に努める。<br> 
      サンフランシスコにおいて、賀川豊彦牧師から受洗。<br> 
      高校卒業後、カンサス州のベーカー大学で社会学を専攻。<br> 
      そこでローラ夫人と出会い、1955年（昭和30年）に結婚。<br> 
      カンサス大学在学中、軍隊に召集され、通訳として日本に勤務。<br> 
      除隊後、ボストン大学神学部及び及びクレアモント神学大学大学院で学び、牧会学博士を取得。<br> 
      1960年（昭和35年）にアメリカ合同メソジスト教会の宣教師としてローラ夫人と共に来日。<br> 
      西陣労働センター（現京都市民福祉センター）館長等、京都を中心とした社会福祉活動に携わる。<br> 
      1966年（昭和41年）～2004年（平成16年）、同志社大学神学部において教育に携わる。<br> 
      1971年（昭和46年）、上賀茂伝道所（現京都上賀茂教会）の開拓に当たる。<br> 
      2022年（令和4年）6月25日、カリフォルニア州クレアモントで召天。89歳。
    </span><br>
    <img  src="../../public/img/fukada.jpg" alt="">
    <img src="../../public/img/fukada2.jpg" alt="">

  </div>
  

</template>

<style>
  .content{
    /* margin-top: 1000px; */
    width: 70%;
    margin: 200px auto;
    text-align: left;
    
  }
  
  img{
    border-radius: 2%;
    margin-top: 50px;
    height: 500px;
    
  }

  img{
    margin-left: 20px;
  }

</style>