<template>

<div class="content" v-if="articles" style="margin: 200px auto">
    <div class="container mt-5">
        <div class="row">
            <div class="col-md-12">
                <div class="d-flex justify-content-between align-items-center activity">
                    <!-- <div><i class="fa fa-clock-o"></i><span class="ml-2">11h 25m</span></div> -->
                    <div style=" margin: auto auto"><span class="activity-done" >深田牧師礼拝説教から（{{articles.length}}）</span></div>
                    <!-- <div class="icons"></div> -->
                </div>
                <div class="mt-3">
                    <ul class="list list-inline">
                      <template v-for="(item, i) in articles" :key=i>
                        <li class="d-flex justify-content-between" @click="jumpPage(i)">
                          <div class="d-flex flex-row align-items-center">
                              <div class="ml-2">
                                  <h6 class="mb-0">{{i+1}}. {{item.title}}</h6>
                                  
                                  <div class="d-flex flex-row mt-1 text-black-50 date-time">
                                      <div><i class="fa fa-calendar-o"></i><span class="ml-2">{{item.timestamp}}</span></div>
                                      <div class="ml-3"><i class="fa fa-eye"></i><span class="ml-2">{{views[i+1]}}</span></div>
                                  </div>
                              </div>
                          </div>
                        </li>

                      </template>

                    </ul>
                </div>
            </div>
        </div>
    </div>
    
  </div>

  <div class="loader" v-else></div>

  <hr>

  <div class="content">
    <h1>略歴</h1>
    <div style="margin-top:50px; margin-bottom: 50px">
      <strong style="font-size: 200%"><ruby>  深田 未来生 <rt>ふかだみきお</rt></ruby></strong><br><br>
      <p><strong>1933年</strong>5月10日、アメリカで牧会活動中であった牧師深田種嗣・志さの次男としてカリフォルニア州リバーサイドで生まれる。</p>
      <p><strong>1937年</strong>4歳で家族と共に日本に帰国し、羽仁もと子が設立した自由学園（東京）の1期生として学ぶ</p>
      <p><strong>1949年〜</strong>16歳の時、単身アメリカに渡り、住み込みで働きながら高校で学ぶ。</p>
      <p style="text-indent: 90px; margin-top: -10px">サンフランシスコにおいて、賀川豊彦牧師から受洗。</p>
      <p style="text-indent: 90px; margin-top: -10px">高校卒業後、カンサス州のベーカー大学で社会学を専攻。</p>
      
      <p style="text-indent: 90px; margin-top: -10px"></p>
      <p style="text-indent: 90px; margin-top: -10px"></p>
      <p style="text-indent: 90px; margin-top: -10px"></p>
      
      
      <p><strong>1955年〜</strong>ローラ夫人と大学で出会い結婚。<br></p>  
      <p style="text-indent: 90px; margin-top: -10px">カンサス大学在学中、軍隊に召集され、通訳として日本に勤務。</p>
      <p style="text-indent: 90px; margin-top: -10px">除隊後、ボストン大学神学部及び及びクレアモント神学大学大学院で学び、牧会学博士を取得。</p>
      <p><strong>1960年～</strong>アメリカ合同メソジスト教会の宣教師としてローラ夫人と共に来日。</p>
      <p style="text-indent: 90px; margin-top: -10px">西陣労働センター（現京都市民福祉センター）館長等、京都を中心とした社会福祉活動に携わる。</p>
      <p><strong>1966年～2004年</strong>同志社大学神学部において教育に携わる。</p>
      <p><strong>1971年</strong>上賀茂伝道所（現京都上賀茂教会）の開拓に当たる。</p>
      <p><strong>2022年</strong>6月25日、カリフォルニア州クレアモントで召天。89歳。</p>
      
  </div>

  <div class="img-wrapper">

    <div class="img-container-1">
      <img  src="../../public/img/fukada.jpg" alt="">
    </div>

    <div class="img-container-2">
      <img src="../../public/img/fukada2.jpg" alt="">
    </div>
  </div>

  </div>

  
  

</template>

<script>
import db from '../../firebase.js';  

export default{
  data(){

    return{
      articles: undefined,
      detailData: undefined,
      views: undefined,

      

      content1: `歴史の中に、ほとんど影が薄くなっているように思います。
1923年（大正12年）9月1日午前11時58分に起こった、マグニチュード7.9の関東大震災です。
丁度お昼前の時間で、当時のことですから、主婦達は火を起こして、お昼の用意をしたりしていたために、一挙に東京の街に日が拡がりました。
ですから、建物が倒壊しただけではなくて、火事で東京の街は破壊された訳です。45万戸の家が焼けて、10万人の人が亡くなりました。当時の統計ですと、340万人の人が罹災した。
東京の被服廠というのがありましたが、本所でしたけれど、そこだけで3万2000人の人が重なり合うように焼死したのです。
そしてこの大混乱の中で、デマが飛んで、6000人の朝鮮人が虐殺されます。
これは繰り返し語られては来ましたけれど、人間が一種のパニック状態に陥った時に、どういう方向に走る可能性を持っているかという、それを表す、それも特に日本という社会の中で、ある一定の歴史的状況の中で起こった天災、自然の災害でありながら、多くの人が人間の手によって命を奪われていった出来事です。
この関東大震災を機に、それまで神戸のスラムで働いていた賀川豊彦<sup>1</sup>は、すぐ翌日、使えなくなっている鉄道に乗ることが出来なくて、船で東京へ行って、神田のYMCAを拠点にして、東京市（当時）と相談事をして、２日間で神戸に戻って、３人の青年を連れて、また東京に戻る。
そして、そこで救済活動をします<sup>2</sup>。
そこにいろんな人が集まってくる。まさにボランティアの草分けという活動です。
賀川豊彦が連れていった３人の青年の一人に、当時21歳であったであろう私の父親がおりまして、しばらくして母親がそういう活動が始まっているのを聞いて、高野のカネボウの仕事を辞めて東京に出て行って、そこでこの二人が会って、その二人が結婚して、私が生まれた、ということですから、関東大震災の悲劇というのは、悲劇だけじゃない。
私が生まれたというのは、喜劇かも知れないですが（笑）。
そういう出来事が80年近く前にありました。
そして今日、南アフリカで行われている環境開発サミット<sup>3</sup>、この環境開発サミットと日本語に訳されている言葉は、英語ではsustainable Developmentという言葉です。sustainableとは英語では、保持していくことができる、長くものごとをずーっと見守っていく、継続して使っていく、そういう言葉です。
このサミットに関連して27日の天声人語、私とMさんは、聖書を読むより天声人語を忠実に読んでいるようではあり、聖書で語り合ったことがなく、天声人語について語り合ったりしていますが・・・。今の世界がどれほど多くの問題を抱えているかということをこの天声人語は指摘します。
毎年スイスの国土の４倍程度の熱帯雨林が消滅していく。
このことは1979年以来、僕はいろんなところで話していましたが、熱帯雨林が失われていく意味というのを、それは78年から79年にかけてクレアモント（米国）で勉強している際、ある教師にさんざん叩き込まれたものですから。今度はそれを持って日本に帰って来て、79年の秋から話していたことなのです。
熱帯雨林、そして人間が飲めるような水が不足してきて、乱獲といいましょうか、漁業の資源が激変する。そしてエイズの患者が増えてきています。
こういう課題が、今、ヨハネスブルクの会議で討論されています。
そして平均気温が上昇して、洪水が起こって、干ばつが起こっている。
明るいニュースがない。
たまに「プロジェクトＸ」<sup>4</sup>を観るとですね、あのプロジェクトＸというのは不思議な、一つにはあの喋っている口調がね、一種の催眠術っぽい喋り方なんですね。
この間は、オリンピックの時の料理人の話でした。プロジェクトＸが面白いっていうのは、様々な逆風にもかかわらず、それに向かって、あるいはそれを貫いて、自分の意を決して歩む人の姿ですね。今まで、女性があんまり現れていない。いつも男ですよ。
女性が逆風に対して生きているというのは、当たり前の話ですから、話題になんないんですけどね。
なにしろ暗いニュースが多いものですから、プロジェクトＸなんかまだ爽やかです。喋っているお父さん達が涙流して、こっちも涙流している。
暗いニュースしかないもんだから、タマちゃん。<sup>5</sup>アメリカに行ったら観ていないですよ。あの可愛い目でね、目が今充血しているとかいう、誰がそんなところまで観ているんですか（笑）。今、なんか激痩せだとか言って・・・。
逆風にもかかわらず生きていく人たち（タマちゃんの場合、逆流でしょうね。）。
逆風の光景というのは、ガリラヤ湖では日常的なことですから、立地条件的に。
ガリラヤ湖というのは、深いところでも50ｍくらい、ガリラヤ湖の水面というのは、地中海よりも200ｍも低い訳ですから、盆地みたいなもんで、大した大きさじゃないんですよね。日本では霞ヶ浦という、今は汚染されて何も生きていないんじゃないか、櫻にボタン<sup>6</sup>と軍歌に歌われた、今は誰も知らないかも知れませんが、そういう霞ヶ浦よりも小さい。
美しいんだけれども、夕方になると、突風が吹く。それは、レバノンの方の山、一年通して上の方に雪がある。そして谷間があって、ガリラヤ湖の北東あたりはすき間になっていて、平原が拡がっていて、いろんな複雑な立地条件により、環境のため、時々突風が起きる。それはみんな知っていることです。
ガリラヤ湖の北東の所に、１キロくらい入った漁村にベツサイダという街があります。
ベツサイダというのは、ペテロもアンデレもピリポもそこの出身です。
ここでは目の見えなかった人が癒やされるという出来事があって、私も大好きな出来事で、何度も説教で取り上げています。
ところが、このベツサイダという街は、極めて信仰的に頑（かたく）なと言うか、信仰が薄い。だからイエスも厳しい言葉を語っておられますが、そのベツサイダ、この今日読んだ出来事、すなわち朝方というか、普通突風は夕方吹くのですが、この話によると、朝方というか朝の３時から４時ということになるのですが、弟子達が小さな船に乗って６キロくらいの距離をベツサイダに向かって漕いでいます。
彼らはイエスに強いられて、5000人の人がパンと魚で満足したという、あの奇蹟物語の直後、ベツサイダに行けと言われます。
英語では、dismissという言葉を使っています。Jesus dismissed them. と。
dismissというのは面白い言葉で、今日の聖書の箇所を読んでいますと、「解散させられて」と言いますけれど、dismissというのは、時には「却下」、例えば法廷なんかでは、dismissというのは、却下するということです。あるいは放校、つまり退学です。
dismiss というのは、解放とかという意味もあり、裁判ではcase dismissedというと無罪を意味します。
どちらにしても、そうやって弟子達、この弟子達がもの分かりが悪くって、実際何が起こっているのか？この5000人の人たちが、わずかなパンと魚で養われたという、まあ奇蹟。意味がよく分からない。でも人々は興奮している訳ですよ。
「すごいことが起こった」
「このおっさんは、ナザレから出てきて、この人こそ、我々の待っていた人じゃないのか？」
「ご飯食べさせてくれた。」
イエスは、弟子達を解散させる。dismiss、ベツサイダへ行け。イエス自身は一人で山に入られて、祈られた。
このイエスの姿というのは、一人になって祈るだけです。我々、一人になって祈るというのは、格好いいと言いますが、大切なことでしょう。
イエスは、繰り返し一人になって祈られた。様々なことがあって、よく考えられたということもあるでしょう。だけども、それは全く全てのものから隔離されて、自分だけ一人になって、自分のことだけ考えたということではなくて、自分が伝えようとしている人々、自分が生きている社会の環境や状況、問題、そういうことも念頭に置いて祈られたのでしょう。
弟子達は舟に乗って、ベツサイダまで６キロくらいの距離を出かけます。大した距離じゃないんですよね。
この連中、中にはベテランの漁師がいますから、ガリラヤ湖なんていうのは、もう自分の庭のようなものです。ベテランの漁師で、湖の状況なんてよく知っている、はずなのに、突風が起こって、パニック状態に陥った。
このパニックに陥ると言うことは、持っているものが機能しなくなると言うことです。
自分が今まで積んできた漁師としての体験にしても、自分がよく知っていると思っているこの湖に関する知識にしても、これが機能しない。
漕ぎあぐんでいるというか、うまく漕げない。これは複数漕いでいるんですからね。
パニック状態になっているものだから、単に自分の体験や知識が活きないだけじゃなくて、呼吸を合わせて一緒に漕ぐと言うことができない。漕いでも漕いでも舟は前に進まないという状況だし、夜だし、暗いし。
暗い状況というか、セッティングというか、特に海というのは不気味ですよね。
そういう時に、もう恐れ、焦り、そういうもので雁字搦めになって、何にも力が出せない状況にあった弟子達を観てご覧になった。
イエスは一人で山に籠もって祈っているはずなんですよ。
でも、そういうパニック状態にある弟子達を、イエスは見ておられた。これを理屈でいろいろと辻褄を合わせようとしたら、上手くいくはずないんです。
夜じゃないですか。どうしてイエスは見ることが出来たんだ、というようなことになりますね。
そんな時にイエスは、弟子達のところに行かれた。湖の上というか、水の上を歩いて行かれた。そこでみんな引っかかっちゃって、ここで話が終わりになっちゃうんです。
どうして水の上を歩いて行けたのか？そんなことはどうでもいいんですよ。水の上を歩いたか歩かなかったか。
イエスは、パニック状態になっている弟子達のところに行かれた。有り難い話なんだけども、これで終わんないんですね。
イエスは、通り過ぎて行こうとされた訳ですよ。困りますよ、来て下さるのは有り難いのですが、「ちょっと待って下さい、ここですよ、私たちが待っているのは。」
きっとイエスは、我々がどのような状態にあっても、誰に従って、どっちの方向に行くかということを示されようとされている。
だから、ここでは心配になりますよね。こっちはパニック状態で、どんなに力を合わせても舟が進まないところに、イエスが来て下さった、万歳。でもちょっと待った、我々ここですよ。
イエスが舟に乗り込まれると・・・、聖書って言うのは、本当にもうちょっとキチンと整理してね、分かるように話して欲しいと思う時がありますけれど・・・。
通り過ぎて行かれようとした、弟子達は怯えていて、見た姿は幽霊かと思ったりしている。
イエスが舟に乗り込まれると、風が静まった。
他の箇所では、「風を叱られた」とかいろいろあります。でもここでは、イエスが舟に乗り込まれてきた時に、風はもう静まっています。
そこで、「安心しなさい。わたしだ。恐れることはない。」
これをUさんのスタイルで読むと（力を入れて、ドラマなんだから）。
「安心しなさい。」これが先ですよ。すなわち、あなたの持っている経験も知識も作動させなさい。力を合わせて呼吸を合わせて漕ぎなさい。
「わたしだ。」私は乗っているんだ。あなたたちは幽霊だと思って先に行ってしまっていると思っているかも知れないけれど、私はここにいるんだ。
だから「恐れることはない。」
そうやって、状況は平静さを回復します。
弟子達も、「おおー、ベツサイダだ。」、自分の故郷ですから。
人間、誰にでも逆風は吹きます。時々、逆風ばっかりじゃないかと思うくらい。
これ逆風がなかったら、人間というのは、極めてか弱い、折れやすい存在だったと思います。モヤシですね。モヤシにも繊維としての機能は一応ありますが・・・。
だけども、逆風があるが故に、我々は自分の力の弱さ、自分の限界、自分がどういう状態に陥る可能性があるかと言うこと知ります。
逆風が故に、我々はストップをかけて、立ちまって、立ち止まらざるを得なくて、物事を見直してみる、考え直してみるという機会が与えられている。
危機ですけれど、成長のチャンスです、逆風というのは。
逆風の中で、自分のいろいろな愚かさや、自分の限界、自分がどうやって人間関係を作ろうとしているのに上手くいかないのか、自分の中の訳の分からない好き嫌いとか、自分の整理できない悩みとか、今、神学館<sup>7</sup>は工事中で、工事する人は、昨日僕の部屋を見て、「これは最後にしましょうや。」（笑い）
逆風は天災かも知れません、自然の現象、地震。
人災かも知れない。自分が作り出すものかも知れない。人の不親切や乱暴や、自分の軽率さや、忠実や、そういうことかも知れない。
しかし、今日の箇所、神は人間には耐えられない逆風は吹かされない。
パニックに陥っても、それを乗り越えていくだけの安定を与える存在がおられる。
「安心しなさい。わたしだ。恐れることはない。」
その声です。
お祈りいたします。

神さま、一人々々、人生の中で様々な逆風を体験します。どうかそれを、避けることがないように。それに直面する勇気をあなたが与え、その逆風の中でどう生きるかを考える知恵を与えて下さいますように。
そして、私たち共々に力を合わせて逆風の中を漕ぎ、目指す御国へと達することができるようにしてください。
主の御名を通して祈ります。
アーメン
<hr>
<span style='font-size:75%'>
1. 1988年生～1960年没。
2. 賀川の救済活動は、宗教、医療、保育等、広範囲にわたるセツルメント事業として展開され、江東消費組合や中ノ郷質庫信用組合を設立した。
3. 持続可能な開発に関する世界首脳会議(World Summit on Sustainable Development) 平成14年8～9月にヨハネスブルクで開催された。日本からは小泉総理（当時）ほかが参加。
4. NHKで2000年3月から2005年12月まで放映された番組。ナレーターは田口トモロヲ。「料理人たち、炎の東京オリンピック」は、2002年8月27日の回で放送。
5. 2002年8月に多摩川に現れたアザラシ。
6.「予科練」と称され、終戦まであった飛行兵教育を中心とした霞ヶ浦海軍航空隊。軍歌「若鷲の歌」では、「七つボタンは櫻に碇（いかり）」と歌われる一節がある。特攻兵の多くも、ここから巣立っていった。
7 同志社大学の校舎の一つ。</span>
`
,
content2: ` あるいは、強いと思っている人でも、人間は、一人では生きていくことは出来ません。
他の人間から切り離されて、他の人間との関係が、全くなくて生きていくことは不可能です。
他の人間とは言わなくてもいいでしょう。他の命と言える。
ロビンソン・クルーソーの話、あんまり長いこと読んでいないので、記憶が不明確になっていますけれども、あのロビンソン・クルーソーの２８年間の孤島での生活、南アフリカから離れた、これはご存知のようにデフォー<sup>1</sup>の小説ですけれども、新島襄が愛読したという話、生田さんから聴きましたけれど。
あの２８年刊の孤島の生活の中においてさえ、ロビンソンは山羊を飼い慣らしたり、オウムを話し相手にしたりして、生きている。
僕の記憶だと、難破した船から犬とか猫を連れて降りたような、少なくともロビンソン・クルーソーの物語によく出てくる挿絵、彼は犬を連れているという。いかがでしょうか？
どっちにしても、ロビンソン・クルーソーは全く他の命、まあ植物も命ですけれども、から離れていた訳ではなくて、そういう生活の中で、聖書を３冊精読した。
３冊読んだと言うことは、読んでいるうちにボロボロになって、次の・・・。そんだけ聖書があったというだけで、普通難破船というか、船が沈みそうになった時、聖書を持って逃げないだろうと思うのですが・・・。
で、２４年目にして外来というか、人がやって来て、やって来た人たちの奴隷の一人がフライデーと言って、このフライデーと共に生活を始めて、最終的にはイギリスに帰っていくという物語です。
別にロビンソン・クルーソーじゃなくても、フィリピンのジャングルで戦後３０数年暮らした小野田少尉<sup>2</sup>、あるいはその前にグアム島にいた横井<sup>3</sup>という元兵士。彼らのジャングルにおける話にしても、全く孤独、他の命と関わりのない生活ではなくて、敵対的な存在のように思い込んでいたとはいえ、人間を察知するというか、感じるという所に住んでいたし、周りに動物がいたからこそ、彼らの命は支えられたということも言えるでしょう。
この一人では生きていけないということは、我々人間は、常に何らかの助けが必要だと言うことです。慰めとか、励ましとか、様々な助けを必要とする存在。
今日読んだ聖書の中に、不思議な「弁護者」という者が出てきます。
この新共同訳は、「弁護者を遣わす」というのが出てきますが、前の訳は、「助け主を送る」と書いてあります。「弁護者を遣わす」というのは、語源から見れば、それなりの意味があるのでしょうが、「助け主を送る」という方が、親しみを感じるというか、分かりやすいというか、一番新しい英語では、この言葉を”advocate”という言葉を使っています。
“advocate”というのは、何かものを預言者風に主張するとか、守るために立ち上がるという意味を持っています。
数日前、朝のテレビだったと思いますが、この頃、朝、テレビなんかゆっくり見ている時間が少なくて、急いで食べて、皿洗って出てくる。
そのテレビは、富山のある小学校の校長の方針に基づいて、「褒める主義」に基づいての教育というのを、どなたかご覧になった？
朝、おヒマなんですね（笑い）。
この「褒める主義」が３年続けられて、一定の成果を見ている。良い結果が現れていると、この番組は報道していました。
観ているこちらの方としては少々ひねくれているので、少々技巧的に、そういう人いますよね、内容がどうであるかにかかわらず、「素晴らしい」とか「本当によくできました」とか、空々しい時もあるのですが、でも意味もなく怒鳴りつける教師よりは、褒めて励ます教師の方が好感を抱けるように思ったのです。
ですから、人間というのは、他者なくして生きていけない。どんなに強がっていても、人間というのは、しばしば足が揺らぐし、知恵が尽きてしまうし、絶望に陥ったり、あるいは困惑の中を彷徨（さまよ）ったりする。
そのような時に体験する、あるいは感じる助け、慰め、励ましというのは、通常想像できないような力と言いますか、私たちの支えになる。
その昔、私が若い時に自由学園を退学になったのを、みんななぜかなぜか、と聞く。とそれをまた話すのもバカなのですが、あの退学になって、どうして自分が退学になるのか分からない、という子どもなりの困惑のさ中に、そういう時になると、前に羽仁説子<sup>4</sup>さんという幼児生活団時代の責任者。説子さんは、僕らは説子先生と呼んでいましたが、説子先生は、既に僕が退学になったということを聞いていて、「あなたにはね。あなたの生き方というものがあるのよ。」と一言言ったのですね。
僕はちょっと、説子先生にも「なにやってんのよ、あなた」と怒られるんじゃないかな、と気がしたのですが、「あなたにはね。あなたの生き方というものがあるのよ。」という一言で、相当安定した気持ちを取り戻したという記憶があって、その時の彼女の顔すらも、思い浮かべることができます。
でも、人間というのは限界があるわけですから、どんなに善意で、どのような愛の表現として人に接していても、それは完全ではありえない。
したがって、人間が必要としている助けとか、慰めとか、励ましというのは、１００パーセントの効力を持つことは、ほとんどあり得ない。
どんなにそれが、時には想像しがたいような力となって自分を支えるとしても、それはどうしても自分と他者という存在の間には溝があって、時にはそれが埋められることのできない溝であったり、でもそれは勇気を出して飛ぼうとすれば、飛び越えることのできる溝であったりするけれども。でもどちらにしても溝があるが故に、物事が完全に理解されたり、伝えたいと思うことが、本当によく伝わったり、あるいは心と心が一体となって、永遠に続くということは、人間の生活の中ではあり得ない。
そういう現実の中で、我々はしばしば失望したり、落胆したり、相手に対して、人に対して、不安を感じたり、不信を抱いたり、あるいは時には自分を卑下したりします。
読んだこのヨハネの福音書による箇所の前後というのは、もう歩み続けてきたこの３年間の伝道者としての生活において、イエスは最終段階というものを目前にしていて、それを意識しているという時ですから、それだけにここに現れてくるイエスの姿というのは、迫力に満ちています。
１４章には、「心を騒がせるな。神を信じ、私を信じなさい。私の父の家には住む所がたくさんある。」といったストレートな表現で弟子たちに迫ってきます。それまでの例え話を用いるとか、物語を語るとか、もうそれはない。
自分が今まで語ってきたこと、示そうとしてきたことを圧縮したような形で、ここで語っておられます。ですから１５節のところからは、一種の彼の祈り、自分が残していかなくてはならない、この弟子たちの上に、審理の霊の守りというものがあるようにと神に祈るように語るイエスの姿です。
ヨハネ福音書が綴っている今日読んだところには、一種の神秘的なものがあります。
きっと、これがストレートにイエスの言葉だったというよりは、イエスが語られたことを、語り伝えて、繰り返し想い起していった原始教会の人たちの、そしてそれがエルサレムからずっと外国に広がり始めている時の信仰の告白的な表現なのでしょう。
「かの日には、私が父の内におり、あなた方が私の内におり、私もあなた方の内にいる。」（20節）というのは、あまりヘブライ的表現とは言えません。
その語られている言葉に至る段階で、イエスは、「あなた方を孤児（みなしご）にはしておかない。」（18節）という言葉を語られます。
ご存知のように、旧約聖書の時代においては、未亡人と孤児（みなしご）、外国人というのは確実に差別の対象であって、社会の周辺に押しやられている存在であった。同時に旧約聖書は、そういう人たちに対するケアというものを強調するという、ちょっと矛盾した現実というものを読み取ることができますけれども、でも我々が今、孤児とかみなしごとか（こういう表現は使わない傾向にありますけれど）、今、我々がそういう言葉で想い起こす存在以上に、特に父親のない子ども、というのは非常に悲惨な社会的存在でした。
「私はあなたたちを孤児としておかない」というイエスの言葉が、どれだけ歴史の中で多くの人を励ましてきたか。そして私たちは、今日、猛烈な勢いでアフリカを襲っているエイズ<sup>5</sup>によって、孤児になっていく子供たちや、あるいは戦争やその後遺症で、独りぼっちになってしまうパレスチナやイスラエルの子どもたち、イラクの混乱の中で家庭から離れてしまう子供たち、あるいは9.11で突然親のない存在になってしまった人たち・・・を思います。
それだけではない。
家庭内暴力があって、精神的放置状態になってしまっている子供たち。
「孤児」というのは、子どもだけではない。所属感も自尊心も失いがちになって、やっと生き延びていっている人々も少なくない。
不安の虜になっている人たち、なんというか、「魂の孤児」、そう言えるような人間が多い社会です。ですから、子どもに限ったことではない。
「私はあなたたちをみなしごとしておかない。私はあなた方の内にいる。」
「私の言葉を守る人は、父に愛されて、私と私の父は、その人のところに行って一緒に住む。」（23節）
この「一緒に住む」という言葉、同居人ですよ。
「私は同居人になる。」
それは丁度、ザアカイにイエスが「今晩、あなたの所でね、メシ食って泊まるから」というようなものです。
あなたを孤児とはしておかない。一人でいる必要はない。私はあなたと一緒に住むんだから。
これはさっき引用しました新しい英語の聖書は、”make our home with you” という表現になっています。もっと古い古典的な聖書は、”live with you” ”dwell with you” “abide with you” という言葉を使ったりしますけれど、あなたと家庭を構成するというようなものです。
人間がお互い切り離されて、対立と衝突というものが、多くの人の命を奪っていく。
助けと慰め、励ましというのは、どこから来るのだろうかと呻くように生きている人が多い世の中に、私たちは生きています。
イエスに従って行きよう、イエスを愛したいという人たちは、目を見張って、耳を澄まして、人の呻きを聴き取り、傷を見つけて、その癒やしの実現に励むことが求められます。
その任に当たるためにも、私たちは、新たな力が必要であって、我々が聖餐に与るというということは、我々がその力を求めて食卓に集まるということです。
お祈りいたします。
<hr>
<span style='font-size:75%'>1. Daniel Defoe(1660-1731) “The Life and Strange Surprising Adventures of Robinson Crusoe”は1719年刊。
2. 小野田寛郎(1922-2014) 1974年にフィリピン・ルバング島で発見、帰国。
3. 横井庄一(1915-1997) 1972年にグアム島で発見、帰国。
4. 羽仁説子(1903-1987)羽仁もと子の娘。「婦人の友」記者、自由学園教授等を勤めた。
5. 2002年末においては全世界4,200万人のエイズ患者のうち、アフリカが2,940万人（70パーセント）を占めた。同年のエイズ死亡者は全世界で310万人で、うちアフリカは240万人、77.4パーセントを占めていた。中でも患者数が多いのは南部アフリカであり、南アフリカ共和国、ナミビア、ボツワナ、スワジランド、レソト、ジンバブエ、ザンビアの7か国では人口の15パーセント以上が感染し、中でもボツワナでは、2001年末においては成人人口の38.8パーセントがHIVに感染していた。</span>
`
    }
  },

  mounted(){
    this.getArticles()
    // this.test()
    
  },

  methods:{
    getArticles(){ 

      var docRef = db.collection('fukada').doc(`articles`);

      docRef.get().then((doc) => {
          if (doc.exists) {
            console.log(JSON.parse(doc.data().data))
            // this.tempString =doc.data().data
            this.articles = JSON.parse(doc.data().data)
            this.getViews()
          } else {
              console.log("No such document!");
          }
      }).catch((error) => {
          console.log("Error getting document:", error);
      });

    },
    getViews(){
      var docRef = db.collection('analytics').doc(`views`);
      docRef.get().then((doc) => {
          if (doc.exists) {
            this.views = doc.data().fukada
            console.log(this.view)

            
          } else {
              // doc.data() will be undefined in this case
              console.log("No such document!");
          }
      }).catch((error) => {
          console.log("Error getting document:", error);
      });
      },
    convertTImestamp(UNIX_timestamp){
        var a = new Date(UNIX_timestamp);
        var year = a.getFullYear();
        var month = a.getMonth();
        var date = a.getDate();
        // var hour = a.getHours();
        // var min = a.getMinutes();
        // var sec = a.getSeconds();
        var time =  ' ' + year + '年'  + (month + 1) + '月'+ date + '日';
        
        return time;
        
      },

    test(){
        this.detailData =[
          {timestamp: '2002年9月1日', title: '逆風の海', content: this.content1,from: `聖書：詩編 130篇 マルコによる福音書第6章45～52節`,},

          {timestamp: '2003年10月5日', title: '私は一緒に住む', content: this.content2,  from: `聖書：ヨハネによる福音書第１４章１５～２４節`, },
          
          
        ]

        this.detailData = JSON.stringify(this.detailData)

        const ref = db.collection('fukada')
        ref.doc(`articles`).update({
          data:this.detailData
        })


      },

    jumpPage(index){
      window.location.href = `/about-fukada/articles/${index+1}`
      // console.log(index)
    },
    
  },
}
</script>

<style>
  .content{
    /* margin-top: 1000px; */
    width: 70%;
    margin: 200px auto;
    text-align: left;
    
  }

  .img-wrapper{
    /* background-color: crimson; */
    display: flex;
  }

  .img-wrapper div{
    width: 50%;
  }

  .img-container-1{
    /* background-color: aqua; */
  }

  .img-container-2{
    /* background-color: yellow; */
  }
  
  img{
    border-radius: 2%;
    /* margin-top: 50px; */
    height: 40vw;
    max-height: 500px;
    /* text-align: center; */
    margin: auto;
    display: block;
    
  }

  img{
    /* margin-left: 20px; */
  } 

  .content{
    /* margin-top: 1000px; */
    width: 70%;
    margin: 90px auto;
    text-align: left;
   
    
    
  }

  .content p {
    margin-bottom: 20px;
  }

  .content strong{
    margin-right: 20px;
  }

  .content span{
    /* font-size: 20px; */
  }

  .container{
    /* background-color: yellow; */
  }

  .icons i {
    color: #b5b3b3;
    border: 1px solid #b5b3b3;
    padding: 6px;
    margin-left: 4px;
    border-radius: 5px;
    cursor: pointer;
  }

  .activity-done {
    font-weight: 600;
  }

  .list-group li {
    margin-bottom: 12px;
  }

  .list-group-item {
  }

  .list li {
    list-style: none;
    padding: 10px;
    border: 1px solid #e3dada;
    margin-top: 12px;
    border-radius: 5px;
    background:  Gainsboro;
  }

  .checkicon {
    color: green;
    font-size: 19px;
  }

  .date-time {
    font-size: 12px;
  }

  .profile-image img {
    margin-left: 3px;
  }

  @media (min-width:320px) and (max-width:479px)  { /* smartphones, portrait iPhone, portrait 480x320 phones (Android) */

    .content{
      /* margin-top: 1000px; */
      width:80vw;
      margin: 200px auto;
      text-align: left;
      
    }

    

    h1{
      width: 100%;
    }

    span{
      width: 100%;
      margin: auto auto;
    }

    img{
      border-radius: 2%;
      /* margin-top: 50px; */
      width: 80vw;
      /* margin: 50px auto; */
      /* display: block; */
      text-align: center;
      justify-content: center;
      
    }
  }

@media (min-width:320px) and (max-width:800px)  { /* smartphones, portrait iPhone, portrait 480x320 phones (Android) */
  
  .img-wrapper{
    /* background-color: crimson; */
    display: block;
  }

  .img-container-1{
    margin-bottom: 50px;
    /* background-color: aqua; */
  }
  img{
    border-radius: 2%;
    /* margin-top: 50px; */
    width: 250px;
    
    height: auto;
    /* height: 500px; */
    max-height: 2000px;
    /* text-align: center; */
    margin: auto;
    display: block;
    
  }
    


  


}

.list{
      /* background-color: lightgrey; */
}

* -------------------------- */
  .loader {
    border: 16px solid #f3f3f3;
    border-radius: 50%;
    border-top: 16px solid #3498db;
    width: 160px;
    height: 160px;

    -webkit-animation: spin 2s linear infinite; /* Safari */
    animation: spin 2s linear infinite;

    margin: 200px auto;

    
  }

  /* Safari */
  @-webkit-keyframes spin {
    0% { -webkit-transform: rotate(0deg); }
    100% { -webkit-transform: rotate(360deg); }
  }

  @keyframes spin {
    0% { transform: rotate(0deg); }
    100% { transform: rotate(360deg); }
  }

</style>