<template>
  <div class="content">
    <h1>上賀茂教会の歩み</h1><br><br>
    <span>
      1960年代末から70年代初期にかけて日本の社会は主として青年たちの平和と正義に関わる鋭い問いかけが発端となり、混乱の中にありました。<br> 教会も悩みの中にありました。去って行く若者も多くいました。そのような試練の時にもう一度新鮮な気持ちで共に聖書を読み、心を開いて思いを分かち合い、神の導きを祈り求めたいと願った人々がいました。3家族を核とし、何人かの青年たちが初めて集まったのが1971年1月2日の日曜日でした。<br> 上賀茂の宣教師館の居間で讃美歌を歌い祈りを共にしました。これが私たちの教会の種が蒔かれた日でした。長い教会の歴史の中で培われて来た伝統を評価しながらも、時代の流れに沿って意味ある表現や神への礼拝の形を共に考えながらキリストの道を歩みたいと願う人々の集いの歴史は半世紀近くなります。初期に用いていた「集会」を改め日本基督教団京都教区に所属する京都上賀茂教会として歩み続けています。聖書を通して人間のあるべき姿を共に探りながら、お互いの個性や社会的背景を大切にしつつ愛と正義を追い求め続ける教会でありたいと願っている教会です。
    </span>
    <img src="../../public/img/churchPic.jpg" alt="">

  </div>
  
  

</template>
<style>
  .content{
    /* margin-top: 1000px; */
    width: 70%;
    margin: 200px auto;
    text-align: left;
    
  }
  
  img{
    border-radius: 2%;
    margin-top: 50px;
    
  }
</style>